{"header": {
    "title": "Hi, my name is Matheus Damião. ",
    "subtitle": " I'm a web developer and designer.",
    "body": "I build web applications with modern technology & design",
    "button": "let's work together"
},
"about": {
    "title": "Nice to meet you, Matheus",
"body": "Hi, My name is Matheus Oliveira Damião, I'm 30 years old. I'm a full-stack web developer and designer, and also full time dogs' owner. I live in Rio de Janeiro since 2011. Currently I work as a freelancer web developer, building websites and blogs for lawyers and other professionals who want to promote their services and content on the web. In 2021, I took my first steps as a developer and since then I'm constantly learning and growing ...",
"moreBody": "In my childhood, I remember having fun at the school info lab, making web pages with HTML, CSS and with my friends, everything from a notepad, but at school I was way better in the 'humanities', and that's why I eventually went to study Langauges at college (UFRJ). I ended up becoming a language teacher, got a master degree in philosophy and headed to a PhD. But after almost 10 wonderful years in the classroom, I started feeling professionally bounded, -- the pandemic started --, and I decided I'd go after a new profession. That's when I kind of accidentlly bumped into those HTML tags again and fell in love about web development. To build users' interactions, connecting people and making web experience to be pleasant, useful and even fun is what made me want to embark for good on this vast world of programming. ",
"techs": {
    "title": "Some technologies I've worked with",
    "topic1": "React, GatsbyJS, NextJS",
    "topic2": "Figma and Adobe Photoshop",
    "topic3": "Back-end: Node(Express), .NET Core 6",
    "topic4": "Headless CMS: NetlifyCMS, Hygraph, WordPress, Strapi",
    "topic5": "Database: MongoDB, Firebase, SQLite"
    }
},
"services": {
    "title": "What I do",
    "topic1": {
        "title": "Website and web applications development",
        "text": "Secure and fast websites made with the newest web development technologies, like GatsbyJS and NextJS"
    },
    "topic2": {
        "title": "Blog, Agenda, News",
        "text": "Upload texts, images and publish content from your own website by connecting to a Headless CMS, such as Decap CMS or Wordpress"
    },
    "topic3": {
        "title": "User-friendly and responsive design",
        "text": "From IPads to cellphones, your website 100% responsive in all devices and designed to provide the best user experience (UX)"
    },
    "topic4": {
        "title": "External services",
        "text": "Connect your application to other APIs and get access to more resources"
    }
},
"projects":{
    "title": "Selected projects",
    "project1": {
        "title":"Cupullile e Medeiros Lawyers",
        "subtitle":"Institutional website + blog",
        "text":"After a rebranding, I built this institutional website with a new logo, which, alongside the new monochromatic pallete color, brings seriousness and lightness to design. The logo uses letter M to represent the image of deal between people, which is an essential value present in the legal practice of these two lawyers",
        "techs":"Techs: GatsbyJS, NetlifyCMS, Sass, Netlify"
    },
    "project2": {
        "title":"Commercial Dashboard",
        "subtitle":"Challenge",
        "text":"Browse through products, register new items in the database (MirageJS), and bookmark and serach saved items. This dashboard was developed to attend to an online commercial platform organizing its products to clients",
        "techs":"Techs: NextJS, Styled-Components, SWR, React-hot-toast, MirageJS"
    },
    "project3": {
        "title":"Pedro Menezes | Law Office",
        "subtitle":"Institutional website + blog (concept)",
        "text":"Pedro Menezes is a complete institutional website, with blog and an automatized form contact, which I developed in order to meet real demands from a law office",
        "techs":"Techs: Gatsby, NetlifyCMS, Styled-Components"
    },
    "project4": {
        "title":"Patrícia | Graphic Designer",
        "subtitle":"Portifolio (concept)",
        "text":"The aim of this project was to create a clean portfolio, so a graphic designer could show her best works on the web",
        "techs":"Techs: React, Styled-Components"
    },
    "project5": {
        "title":"Pedro Menezes | Photography",
        "subtitle":"Portfolio (concept)",
        "text":"The aim of this project was to develop a complete website for a photographer. After a benchmarking research, I decided to categorize photo essays, add clients' testimonials and add fixed contact buttons.",
        "techs":"Techs: HTML, CSS, JavaScript, Figma"
    }
},"contact": {
    "title": "Let's work on a project?",
    "text": "Fill in the form below, or, if you prefer, you can just text me in some of my social medias."
}}