{"header": {
    "title": "Your place on the web",
    "subtitle": "I build custom websites and platforms for digital entrepreneurs who want to go further."
},
"about": {
    "title": "Hi! Nice to meet you!",
"body": "Hi, My name is Matheus Oliveira Dami찾o, I'm 30 years old. I'm a full-stack web developer and designer, and also full time dogs' owner. I live in Rio de Janeiro since 2011. Currently I work as a freelancer web developer, building websites and blogs for lawyers and other professionals who want to promote their services and content on the web. In 2021, I took my first steps as a developer and since then I'm constantly learning and growing ...",
"moreBody": "In my childhood, I remember having fun at the school info lab, making web pages with HTML, CSS and with my friends, everything from a notepad, but at school I was way better in the 'humanities', and that's why I eventually went to study Langauges at college (UFRJ). I ended up becoming a language teacher, got a master degree in philosophy and headed to a PhD. But after almost 10 wonderful years in the classroom, I started feeling professionally bounded, -- the pandemic started --, and I decided I'd go after a new profession. That's when I kind of accidentlly bumped into those HTML tags again and fell in love about web development. To build users' interactions, connecting people and making web experience to be pleasant, useful and even fun is what made me want to embark for good on this vast world of programming. ",
"techs": {
    "title": "Some technologies I've worked with",
    "topic1": "React, GatsbyJS, NextJS",
    "topic2": "Figma and Adobe Photoshop",
    "topic3": "Back-end: Node, Express, NestJs, .NET Core 6",
    "topic4": "Headless CMS: DecapCMS, Hygraph, WordPress, Strapi",
    "topic5": "Database: MongoDB, PostgreSQL, Firebase, SQLite"
    }
},
"services": {
    "title": "Customized solutions",
    "subtitle": "",
    "topic1": {
        "title": "Institutional websites and landing pages development",
        "text": "Secure and fast websites made with the newest web development technologies, like GatsbyJS and NextJS"
    },
    "topic2": {
        "title": "Blog, Agenda, News",
        "text": "Upload texts, images and publish content from your own website by connecting to a Headless CMS, such as Decap CMS or Wordpress"
    },
    "topic3": {
        "title": "100% Responsive",
        "text": "From IPads to cellphones, your website 100% responsive in all devices and designed to provide the best user experience (UX)"
    },
    "topic4": {
        "title": "Web Services",
        "text": "Connect your application to other APIs and get access to more resources"
    }
},
"projects":{
    "title": "Latest projects launched",
    "project1": {
        "title":"Club Transatl창ntico",
        "subtitle":"Institutional Site",
        "text":"Developed to meet the new visual identity of the Club, bringing modernity, sophistication, and emphasis on values",
        "techs":"Techs: GatsbyJS, Tailwind, Netlify, Figma"
    },
    "project2": {
        "title":"Cupulille e Medeiros Advogadas",
        "subtitle":"Site institucional + blog + ID Visual",
        "text":"Construction of a new visual identity and institutional website + blog for a family law office",
        "techs":"Techs: GatsbyJS, NetlifyCMS, Sass, Netlify, Figma"
    },
    "project3": {
        "title":"Acquatis - Marketing Digital",
        "subtitle":"Site institucional + Sistema Web",
        "text":"Design, code, and copywriting of the institutional website for Acquatis, a marketing startup from S찾o Paulo.",
        "techs":"Techs: NextJs, Tailwind, Figma, Vercel, Heroku, NestJs, Resend, PostgreSQL"
    },
    "project4": {
        "title":"Raquel Silveira | Psic처loga",
        "subtitle":"Site institucional + Agendamento automatizado",
        "text":"Institutional website with automated scheduling via Google Meet and Calendar.",
        "techs":"Techs: Nextjs, Styled-components, Jest, Figma"
    },
    "project5": {
        "title":"Pedro Menezes Advocacia",
        "subtitle":"Site institucional + blog (conceito)",
        "text":"Complete institutional website, with blog and automated contact form.",
        "techs":"Techs: Gatsby, NetlifyCMS, Styled-Components"
    }
},"contact": {
    "title": "Let's work on a project?",
    "text": "Fill in the form below, or, if you prefer, you can just text me in some of my social medias."
}}