{"header": {
    "title": "Olá, meu nome é Matheus Damião. ",
    "subtitle": " Sou desenvolvedor web.",
    "body": "Construo aplicações web com design & tecnologias modernas", 
    "button": "vamos trabalhar juntos"
},
"about": {
    "title": "Prazer, Matheus!",
"body": "Olá! Meu nome é Matheus Oliveira Damião, tenho 30 anos, sou desenvolvedor web full-stack e web designer, pai de pet e carioca por convivência. Atualmente trabalho como desenvolvedor web freelancer, construindo web sites e blogs para advogados e outros profissionais que queiram divulgar seus serviços e conteúdo na web. Em 2021 dei meus primeiros passos como desenvolvedor e de lá pra cá, estou em constante aprendizado e crescimento... ",
"moreBody": "Na adolescência eu lembro de me divertir muito no laboratório de informática da escola construindo páginas com HTML e CSS, tudo no bloco de notas, mas meu forte na escola eram mesmo as ‘humanidades’ e, por isso, fui fazer Letras (UFRJ). Virei professor de idiomas, mestrei em filosofia e fui até o doutorado. Mas depois de quase 10 anos maravilhosos de sala de aula, comecei a me sentir limitado profissionalmente --veio a pandemia--, e eu decidi que iria embarcar em uma nova profissão. Foi quando eu acabei esbarrando por aquelas tags HTML de novo e me apaixonei por desenvolvimento web. Construir as interações entre usuários, aproximando pessoas e fazendo a experiência da web ser agradável, prática e até divertida, é o que me fez querer embarcar de vez neste mundo vasto da programação. ",
"techs": {
    "title": "Algumas tecnologias com as quais trabalhei",
    "topic1": "React, GatsbyJS, NextJS",
    "topic2": "Figma e Adobe Photoshop",
    "topic3": "Back-end: Node(Express), .NET Core 6",
    "topic4": "Headless CMS: NetlifyCMS, Hygraph, WordPress, Strapi",
    "topic5": "Database: MongoDB, Firebase, SQLite"
    }
},
"services": {
    "title": "O que eu faço",
    "topic1": {
        "title": "Desenvolvimento de sites e aplicações web",
        "text": "Websites rápidos e seguros feitos com as mais novas tecnologias de desenvolvimento web, como GatsbyJS e NextJS."
    },
    "topic2": {
        "title": "Blog, Agenda, News",
        "text": "Carregue textos, imagens e publique conteúdo no seu próprio site conectando-se a um Headless CMS, como Decap CMS ou Wordpress"
    },
    "topic3": {
        "title": "User-friendly and responsive design",
        "text": "Do IPad ao celular, seu site 100% responsivo em todos os dispositivos e com design guiado pela melhor experiência do usuário (UX)"
    },
    "topic4": {
        "title": "External services",
        "text": "Conecte sua aplicação a outras APIs e tenha acesso a mais recursos"
    }
},"projects":{
    "title": "Projetos selecionados",
    "project1": {
        "title":"Cupullile e Medeiros Advogadas",
        "subtitle":"Site institucional + blog",
        "text":"Depois de um rebranding, construi o site institucional com a nova logotipo que, junto da paleta de cor monocromática, traz seriedade e leveza ao design. A logo utiliza da letra M para enfatizar o acordo entre as pessoas, valor essencial na prática jurídica das duas advogadas.",
        "techs":"Techs: GatsbyJS, NetlifyCMS, Sass, Netlify"
    },
    "project2": {
        "title":"Dashboard de Comércio",
        "subtitle":"Desafio",
        "text":"Navegue entre os produtos, cadastre novos itens no banco de dados (MirageJS), e favorite e pesquise itens salvos. Este dashboard foi desenvolvido para atender uma plataforma de comércio online organizando os produtos para seus clientes.",
        "techs":"Techs: NextJS, Styled-Components, SWR, React-hot-toast, MirageJS"
    },
    "project3": {
        "title":"Pedro Menezes Advocacia",
        "subtitle":"Site institucional + blog (conceito)",
        "text":"Pedro Menezes é um site institucional completo, com blog e formulário de contato automatizado, que desenvolvi com o objetivo de atender às demandas reais de um site para escritório de advocacia.",
        "techs":"Techs: Gatsby, NetlifyCMS, Styled-Components"
    },
    "project4": {
        "title":"Patrícia | Designer Gráfico",
        "subtitle":"Portfólio (conceito)",
        "text":"O objetivo do projeto foi criar um portfólio clean para que um designer gráfico pudesse expor seus melhores trabalhos na web. ",
        "techs":"Techs: React, Styled-Components"
    },
    "project5": {
        "title":"Pedro Menezes | Fotografia",
        "subtitle":"Portfólio (conceito)",
        "text":"O objetivo do projeto foi desenvolver um website completo para um fotógrafo. Após uma pesquisa de benchmarking, decidi por categorizar os ensaios, inserir relatos dos clientes e adicionar botões fixos de contato. ",
        "techs":"Techs: HTML, CSS, JavaScript, Figma"
    }
},
"contact": {
    "title": "Vamos fazer um projeto?",
    "text": "Preencha o formulário abaixo ou, se preferir, você pode me mandar uma mensagem em alguma das minhas redes sociais"
}}
