{"header": {
    "title": "o seu lugar na web",
    "subtitle": " Construo sites e plataformas sob medida para empreendedores digitais que querem chegar mais longe",
    "name": "Matheus Damião", 
    "bio": "Desenvolvedor Full-Stack & UI Designer"
},
"about": {
    "title": "Prazer, Matheus!",
"body": "Olá! Meu nome é Matheus Oliveira Damião, tenho 30 anos, sou desenvolvedor web full-stack e web designer, pai de pet e carioca por convivência. Atualmente trabalho como desenvolvedor web freelancer, construindo web sites e blogs para advogados e outros profissionais que queiram divulgar seus serviços e conteúdo na web. Em 2021 dei meus primeiros passos como desenvolvedor e de lá pra cá, estou em constante aprendizado e crescimento... ",
"moreBody": "Na adolescência eu lembro de me divertir muito no laboratório de informática da escola construindo páginas com HTML e CSS, tudo no bloco de notas, mas meu forte na escola eram mesmo as ‘humanidades’ e, por isso, fui fazer Letras (UFRJ). Virei professor de idiomas, mestrei em filosofia e fui até o doutorado. Mas depois de quase 10 anos maravilhosos de sala de aula, comecei a me sentir limitado profissionalmente --veio a pandemia--, e eu decidi que iria embarcar em uma nova profissão. Foi quando eu acabei esbarrando por aquelas tags HTML de novo e me apaixonei por desenvolvimento web. Construir as interações entre usuários, aproximando pessoas e fazendo a experiência da web ser agradável, prática e até divertida, é o que me fez querer embarcar de vez neste mundo vasto da programação. ",
"techs": {
    "title": "Algumas tecnologias com as quais trabalhei",
    "topic1": "React, GatsbyJS, NextJS",
    "topic2": "Figma e Adobe Photoshop",
    "topic3": "Back-end: Node(Express), .NET Core 6",
    "topic4": "Headless CMS: NetlifyCMS, Hygraph, WordPress, Strapi",
    "topic5": "Database: MongoDB, Firebase, SQLite"
    }
},
"services": {
    "title": "Soluções personalizadas",
    "topic1": {
        "title": "Sites institucionais e Landing pages",
        "text": "Websites rápidos e seguros feitos com as mais novas tecnologias de desenvolvimento web, como GatsbyJS e NextJS."
    },
    "topic2": {
        "title": "Blog, Agenda, Notícias",
        "text": "Carregue textos, imagens e publique conteúdo no seu próprio site"
    },
    "topic3": {
        "title": "Responsividade 100%",
        "text": "Do IPad ao celular, seu site 100% responsivo em todos os dispositivos e com design guiado pela melhor experiência do usuário (UX)"
    },
    "topic4": {
        "title": "Web sem fronteiras",
        "text": "Receba pagamentos, automatize e-mails, conecte-se a banco de dados, e muito mais"
    }
},"projects":{
    "title": "Últimos projetos lançados",
    "project1": {
        "title":"Club Transatlântico",
        "subtitle":"Site Institucional",
        "text":"Desenvolvido para atender à nova identidade visual do Club, trazendo modernidade, sofisticação e ênfase nos valores",
        "techs":"Techs: GatsbyJS, Tailwind, Netlify, Figma"
    },
    "project2": {
        "title":"Cupulille e Medeiros Advogadas",
        "subtitle":"Site institucional + blog + ID Visual",
        "text":"Construção de uma nova ID visual e site institucional + blog para escritório de advogadas familiaristas",
        "techs":"Techs: GatsbyJS, NetlifyCMS, Sass, Netlify, Figma"
    },
    "project3": {
        "title":"Acquatis - Marketing Digital",
        "subtitle":"Site institucional + Sistema Web",
        "text":"Design, código e copywriting do site institucional da Acquatis, startup paulista de marketing.",
        "techs":"Techs: NextJs, Tailwind, Figma, Vercel, Heroku, NestJs, Resend, PostgreSQL"
    },
    "project4": {
        "title":"Raquel Silveira | Psicóloga",
        "subtitle":"Site institucional + Agendamento automatizado",
        "text":"Site institucional com agendamento automatizado com Google Meet e Agenda",
        "techs":"Techs: HTML, CSS, JavaScript, Figma"
    },
    "project5": {
        "title":"Pedro Menezes Advocacia",
        "subtitle":"Site institucional + blog (conceito)",
        "text":"Site institucional completo, com blog e formulário de contato automatizado",
        "techs":"Techs: Gatsby, NetlifyCMS, Styled-Components"
    }
},
"contact": {
    "title": "Vamos fazer um projeto?",
    "text": "Preencha o formulário abaixo ou, se preferir, você pode me mandar uma mensagem em alguma das minhas redes sociais"
}}
